Revit 2027 API
ParameterTypeId.InsulationWidth Property
 "Insulation Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InsulationWidth { get; }
Public Shared ReadOnly Property InsulationWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InsulationWidth {
	ForgeTypeId^ get ();
}
static member InsulationWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace